{
  "Book": {
    "Title": "Посторонний",
    "CoverImagePath": "/images/Stranger.jpg",
    "Rating": 4.3,
    "Description": "Роман «Посторонний» — одно из ключевых произведений XX века, ярчайшее воплощение философии абсурда, созданное Альбером Камю, лауреатом Нобелевской премии по литературе. Опубликованный в 1942 году, этот роман стал важной вехой в развитии экзистенциалистской мысли, хотя сам Камю отказывался от принадлежности к этому направлению.\n\nГлавный герой, Мерсо, живёт без иллюзий и условностей, чуждый привычным нормам морали и социальным ожиданиям. Он не выражает горя на похоронах матери, не строит ложных надежд, не поддаётся притворству. Всё, что он делает, пронизано предельной честностью и внутренней отстранённостью. Именно это отчуждение становится причиной его «вины» в глазах общества, стремящегося к объяснениям и моральному порядку.",
    "Stars": "★★★★⯪",
    "Authors": [
      { "Name": "А. Камю" }
    ],
    "Genres": [
      { "Name": "Реализм" },
      { "Name": "Философия" },
      { "Name": "Психология" }
    ]
  },
  "Reviews": [
    {
      "Username": "Книголюб12",
      "Stars": "★★★★",
      "Date": "2025-12-31",
      "Text": "Камю пишет просто, но глубоко. Мерсо — странный и отстранённый герой, вызывающий вопросы, а не сочувствие. Книга сильная, но её сухость мешала полной эмоциональной вовлечённости. Заставляет задуматься."
    },
    {
      "Username": "qepoll",
      "Stars": "★★★★",
      "Date": "2025-12-31",
      "Text": "Роман непростой, философский. Мерсо — человек вне системы, честный в своей отстранённости. Чтение вызвало размышления, но не эмоции. Стиль отталкивает, но идея сильная. Книга важная, хотя и не для всех."
    },
    {
      "Username": "leywin",
      "Stars": "★★★★★",
      "Date": "2025-12-31",
      "Text": "Одна из самых сильных книг — лаконичная, глубокая и пронзительная. Камю говорит о свободе, смерти и абсурде просто и точно. Мерсо — зеркало для читателя. После прочтения хочется молчать. Безусловная классика."
    }
  ]
}
